nce2-3/L69.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-09-16 Sat 21:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org2d8baf4" class="outline-2">
<h2 id="org2d8baf4">Lesson 69 But not murder!</h2>
<div class="outline-text-2" id="text-org2d8baf4">
<p class="verse">
Do you think that the writer passed his driving test? Why?<br />
<br />
I was being tested for a driving licence for the third time.<br />
I had been asked to drive in heavy traffic and had done so successfully.<br />
After having <b>been instructed to drive</b> out of town, I began to acquire confidence.<br />
Sure that I had passed, I was almost beginning to enjoy my test.<br />
The examiner must have <b>been pleased with</b> my performance,<br />
&#xa0;for he smiled and said,‘Just one more thing, Mr. Eames.<br />
<b>Let us suppose that</b> a child suddenly crosses the road in front of you.<br />
As soon as I <b>tap on the window</b>, you must stop within five feet.’<br />
I <b>continued driving</b> and after some time, the examiner tapped loudly.<br />
Though the sound could be heard clearly, it took me a long time to react.<br />
I suddenly pressed the brake pedal hard and we were both thrown forward.<br />
The examiner looked at me sadly.<br />
‘Mr. Eames,’ he said, in a mournful voice, ‘you have just killed that child!’<br />
</p>
</div>

<div id="outline-container-org72a6f4a" class="outline-3">
<h3 id="org72a6f4a"><span class="done DONE">DONE</span> 单词造句</h3>
<div class="outline-text-3" id="text-org72a6f4a">
<p>
murder <i>ˈmɜːdə</i> v.n.<br />
</p>
<ol class="org-ol">
<li>It's in twenty minutes' time that he has murdered his wife.<br /></li>
<li>He has been said to murder his wife.<br /></li>
<li>He refused to admit for murder his wife.<br /></li>
<li>He couldn't have murder his wife in this way.<br /></li>
<li>Shouting at his wife, he murdered her yesterday.<br /></li>
</ol>
<p>
instruct <i>ɪnˈstrʌkt</i> v. be instructed to do sth.<br />
</p>
<ol class="org-ol">
<li>He was instructed to take part in the competition.<br /></li>
<li>Having been instructed to drive out of town, he suddenly press the brake pedal quickly.<br /></li>
<li>The poor boy was instructed to give a performance in front of his family.<br /></li>
<li>I am always being instructed to work hard to earn money.<br /></li>
<li>After having been instructed to drink, I was nervous about my behavior.<br /></li>
</ol>
<p>
acquire <i>əˈkwaɪr</i> v.<br />
</p>
<ol class="org-ol">
<li>You should have acquired a good knowledge of volcanoes.<br /></li>
<li>If you had acquired a good knowledge of volcanoes, you would have enjoyed it.<br /></li>
<li>Sorry to interrupt, but we should acquire more knowledge of the real world.<br /></li>
<li>After finishing fish, I acquired a lot of confidence.<br /></li>
<li>If you pay more attention to your teacher in the class,<br />
you will acquire a better knowledge of English.<br /></li>
</ol>
<p>
confidence <i>ˈkɑːn-</i> n. confident adj.<br />
</p>
<ol class="org-ol">
<li>I am confident that she must have murdered her husband.<br /></li>
<li>If you were more confident, you would be more successful.<br /></li>
<li>After have received a warm welcome, he began to acquire confidence.<br /></li>
<li>She was confident that she could get along with others in the school.<br /></li>
<li>If you had been confident, you wouldn't have parked your car in the wrong place.<br /></li>
</ol>
<p>
examiner <i>ɪɡˈzæmənə</i> n.<br />
</p>
<ol class="org-ol">
<li>The examiner began to pay attention to the girl.<br /></li>
<li>The examiner hurried to the museum.<br /></li>
<li>The examiner is determined to hand the paper to the student.<br /></li>
<li>The examiner was give a fright by a student who was cheating.<br /></li>
<li>The examiner excepted the lost paper to be found in twenty minutes'.<br /></li>
</ol>
<p>
suppose v. Let's suppose that&#x2026;<br />
</p>
<ol class="org-ol">
<li>Let's suppose that someone is tapping on the window.<br /></li>
<li>Let's suppose that some is knocking at your door at midnight./<br /></li>
<li>Let's suppose that you haven't finished your homework.<br /></li>
<li>Let's suppose that you don't mind my coming with you.<br /></li>
<li>Let's suppose that Nigel have been following you around all morning.<br /></li>
</ol>
<p>
tap v. tap on the window<br />
</p>
<ol class="org-ol">
<li>She does enjoy tapping on the window which watching TV.<br /></li>
<li>Sorry to interrupt, but I am driven mad by tapping on the table all the time.<br /></li>
<li>The boy was instructed to tap on the window.<br /></li>
<li>I was wondering why you are tapping on the window all morning.<br /></li>
<li>If you tap on the window, don't follow me around this morning.<br /></li>
</ol>
<p>
react v.<br />
</p>
<ol class="org-ol">
<li>I really don't know how to react to you when you get very angry.<br /></li>
<li>He always reacts right when his wife gets angry.<br /></li>
<li>It is no use pretending that you react quickly in the class.<br /></li>
<li>No matter how he says, his wife doesn't react.<br /></li>
<li>If you had acquired a good knowledge of English, you would have reacted right.<br /></li>
</ol>
<p>
brake n. pedal n.<br />
</p>
<ol class="org-ol">
<li>Don't press the brake pedal suddenly.<br /></li>
<li>The girl fears that she wouldn't press the brake pedal immediately.<br /></li>
<li>A short time before, the brake pedal has been stolen.<br /></li>
<li>The student has a reputation for pressing the brake pedal suddenly.<br /></li>
<li>The car broke down because of the bad brake pedal.<br /></li>
</ol>
<p>
mournful adj.<br />
</p>
<ol class="org-ol">
<li>I couldn't stand her mournful look on her face.<br /></li>
<li>I'm fairly certain that she was mournful.<br /></li>
<li>You look so mournful. What happen to you?<br /></li>
<li>Her mournful look is a source of information.<br /></li>
<li>Her mournful look disappear because her dream comes true.<br /></li>
</ol>
</div>
</div>

<div id="outline-container-org7d821ed" class="outline-3">
<h3 id="org7d821ed"><span class="done DONE">DONE</span> 反复听电影片段</h3>
<div class="outline-text-3" id="text-org7d821ed">
</div>
</div>
<div id="outline-container-orgcd37130" class="outline-3">
<h3 id="orgcd37130"><span class="done DONE">DONE</span> Pattern Drill 写+读</h3>
<div class="outline-text-3" id="text-orgcd37130">
<ul class="org-ul">
<li>1T: confess-arrested<br />
S1: Did the man <b>confess</b>?<br />
S2: Yes, but only after being <b>arrested</b><br />
<ul class="org-ul">
<li>leave the restaurant &#x2013; thrown out<br />
Did the man leave the restaurant?<br />
Yes, but only after being thrown out.<br /></li>
<li>give up the flight &#x2013; knocked out<br />
Did the man give up the flight?<br />
Yes, but only after being knocked out.<br /></li>
<li>become well known &#x2013; murdered<br />
Did the man become well known?<br />
Yes, but only after being murdered.<br /></li>
<li>call the police/guard &#x2013; robbed<br />
Did the man call the police?<br />
Yes, but only after being robbed.<br /></li>
</ul></li>

<li>2T: become famous &#x2013; his murder.<br />
S1: He became famous after his murder.<br />
S2: Oh no! He became famous before being murdered.<br />
<ul class="org-ul">
<li>confessed/killed the guard &#x2013; his arrest<br />
He confessed after his arrest.<br />
Oh no! He confessed before being arrested.<br /></li>
<li>called the police/fell down &#x2013; the attack<br />
He called the police after the attack.<br />
Oh on! He called the police before being attacked.<br /></li>
<li>phoned Mary/saw Tom &#x2013; his interview<br />
He phoned Mary after his interview.<br />
Oh no! He phoned Mary before being interviewed.<br /></li>
<li>fell ill/became rich &#x2013; his election<br />
He felt ill after his election.<br />
Oh no! He felt ill before being elected.<br /></li>
</ul></li>

<li>3T: send the fax to Hong Kong<br />
S1: When do you want the fax sent to Hong Kong?<br />
S2: It should be sent some time today.<br />
<ul class="org-ul">
<li>return &#x2013; the books to the library<br />
When do you want the books returned to the library?<br />
They should be returned some time today.<br /></li>
<li>send &#x2013; the goods to the shop<br />
When do you want the goods sent to the shop?<br />
They should be sent some time today.<br /></li>
<li>collect &#x2013; the luggage from the hotel<br />
When do you want the luggage collected from the hotel.<br />
It should be collected some time today.<br /></li>
<li>announce &#x2013; the result to the Press<br />
When do you want the result announced to the Press?<br />
It should be announced some time today.<br /></li>
</ul></li>

<li>4T: ask &#x2013; your report<br />
S1: I'd like to ask you about your report.<br />
S2: Not again! I was being asked about my report all day yesterday!<br />
<ul class="org-ul">
<li>consult &#x2013; our sales figures<br />
I'd like to consult you about your sales figures.<br />
Not again! I was being consulting about our sales figures all day yesterday!<br /></li>
<li>question &#x2013; your latest film<br />
I'd like to question you about your latest film.<br />
Not again! I was being questioning about my latest film all day yesterday!<br /></li>
<li>advise &#x2013; the need for economy<br />
I'd like to advise you about the need for economy.<br />
Not again! I was being advised about the need for economy all day yesterday!<br /></li>
<li>inform &#x2013; the firm's future plans<br />
I'd like to inform you about the firm's future plans.<br />
Not again! I was being informed about the firm's future plans all day yesterday!<br /></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgff7f0d4" class="outline-3">
<h3 id="orgff7f0d4"><span class="done DONE">DONE</span> 给自己讲解</h3>
<div class="outline-text-3" id="text-orgff7f0d4">
</div>
</div>
<div id="outline-container-org376764b" class="outline-3">
<h3 id="org376764b">红皮书</h3>
</div>
<div id="outline-container-orgb79bd05" class="outline-3">
<h3 id="orgb79bd05"><span class="done DONE">DONE</span> 习惯用法造句</h3>
<div class="outline-text-3" id="text-orgb79bd05">
<p>
continue doing/ to do<br />
</p>
<ol class="org-ol">
<li>The examiner continue instructing him to drive out of the town.<br /></li>
<li>After having pressed the brake pedal, the examiner continued to tap on the window.<br /></li>
<li>He noticed that he continues to make same mistakes.<br /></li>
<li>If you continued study a good knowledge of English, you would be fluent.<br /></li>
<li>The policeman continues to threaten to arrest the thief.<br /></li>
</ol>
<p>
be pleased with<br />
</p>
<ol class="org-ol">
<li>Why aren't you pleased with his hard work?<br /></li>
<li>Why aren't you always pleased with the cat's performance?<br /></li>
<li>Aren't you pleased with the cat's performance?<br /></li>
<li>I'm not pleased with this.<br /></li>
<li>I'm not pleased with my homework.<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orgf6224e6" class="outline-3">
<h3 id="orgf6224e6"><span class="done DONE">DONE</span> 跟读至背诵</h3>
<div class="outline-text-3" id="text-orgf6224e6">
</div>
</div>
<div id="outline-container-org8daa65e" class="outline-3">
<h3 id="org8daa65e"><span class="done DONE">DONE</span> Ask me if 写+读</h3>
<div class="outline-text-3" id="text-org8daa65e">
<ol class="org-ol">
<li>I was being tested for my driving license.(What&#x2026;for)(Why)<br />
What was you being tested for?<br />
Why was you being tested for your driving license?<br /></li>
<li>It was my third test.(Which)<br />
Which test was it?<br /></li>
<li>I'd been asked to drive in heavy traffic(Where)<br />
Where had you been ask to drive?<br /></li>
<li>I'd done so successfully.(How)<br />
How had you done so?<br /></li>
<li>I began to acquire confidence.(What)<br />
What did you begin to acquire?<br /></li>
<li>I'd been instructed to drive out of town.(Which way)(Who)<br />
Which way had you been instructed to drive?<br />
Who had been instructed to drive out of town?<br /></li>
<li>I was almost beginning to enjoy my test(What)(Why)<br />
What was you almost beginning to enjoy?<br />
Why was you almost beginning to enjoy your test?<br /></li>
<li>The examiner must have been pleased with my performance.(What&#x2026;with)(Why)<br />
What must the examiner have been pleased with?<br />
Why must the examiner have been pleased with your performance?<br /></li>
<li>He smiled.(What&#x2026;do)(Why)<br />
What did he do?<br />
Why did he smile?<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org71efd9f" class="outline-3">
<h3 id="org71efd9f"><span class="done DONE">DONE</span> 摘要写作</h3>
<div class="outline-text-3" id="text-org71efd9f">
<p>
Mr Eames had driven successfully in heavy traffic during his third driving test<br />
	when the examiner instructed him to drive out of town.<br />
The examiner told him to suppose that a child would suddenly cross the road in front of him.<br />
Mr. Eames would have to stop within five feets<br />
	when the examiner tapped on the window.<br />
Though the examiner tapped loudly,<br />
	Mr Eames didn't react quickly enough and was told that he had just killed that child.<br />
</p>
</div>
</div>


<div id="outline-container-orgc24190c" class="outline-3">
<h3 id="orgc24190c"><span class="done DONE">DONE</span> tell the story 口语</h3>
<div class="outline-text-3" id="text-orgc24190c">
</div>
</div>
<div id="outline-container-org188593e" class="outline-3">
<h3 id="org188593e">Topics for discussion</h3>
<div class="outline-text-3" id="text-org188593e">
<p>
Have you ever been over-confident andmade a mistake? Tell us about it.<br />
</p>

<p>
What particular things would you lookout for if you were giving someone adriving test?<br />
</p>

<p>
Apart from bad driving, what else cancause road accidents? How can we try toprevent these?<br />
</p>
</div>
</div>
</div>
</div>
</body>
</html>
